#!/usr/bin/env python
# _*_ coding:utf-8 _*_
from learnKNNmodel import KNN_learning_pro



l1 = '学习能力问题,理解能力差,学习能力差,学习障碍,记忆力差,记不住东西,忘性大,记得慢,阅读障碍,听写障碍,智力低下,上课听不懂,补课效果不好,无法理解,不能理解,学习有障碍,理解有难度,很难理解,总是理解不了,总是学不会,理解能力差,智商不高,听不懂课,理解不了上课内容,看不懂题目'
l2 = '学习方法问题,学习很努力但是成绩不提高,不读英语,不会整理,学习没有计划,学习方法不当,严重偏科,抓不住重点,学习习惯差,边学习边玩,钻牛角尖,没有学习计划,不会规划学习时间,学习效率低,不会管理学习时间,没有掌握学习方法,不开窍,方法不当,没有掌握学习技巧,死记硬背'
l3 = '学习态度问题,不想上学,想退学,不想上课,不爱学习,厌学,没有兴趣,无兴趣,缺乏兴趣,态度不端正,不完成作业,不按时交作业,不交作业,不做课后作业,拖拉作业,潦草,乱写乱画,不认真,上课不带课本,抄袭作业,不背书,抄作业,忘带作业,忘交作业,上课不回答问题,对成绩无所谓,对学习无所谓,放任自流,不想学习,讨厌学习,没有学习兴趣,不写作业,作业马虎,随意完成作业,上课似听非听,作业爱做不做,上课一个字也听不进去,交白卷,不参加考试'
l4 = '注意力问题,注意力不集中,不集中,注意力保持时间短,分心,犯粗心错误,马虎,多动,出神,写错别字,注意力,无法专注做事,走神,发呆,开小差,注意力分散,注意力不持久'
l5 = '打,伤人,打架,骂人,言语威胁,吓唬,吵架,诽谤,挑衅老师,敌视,漠视,上课小动作,捣乱打闹,教室乱跑,' \
     '扰乱课堂秩序,扰乱考场纪律,无视校规校纪,撒谎,抢劫' \
     '不爱说话,胆小怕事,自卑,胆战心惊,矛盾,情绪低落,抑郁,悲观,易怒,偏激,焦虑,情绪不稳定,' \
     '放纵,任性,沉迷游戏,早恋,自伤自残,失恋,哈哈哈,不知道,你好'
s1 = l1.split(',')
s2 = l2.split(',')
s3 = l3.split(',')
s4 = l4.split(',')
s5 = l5.split(',')


all_count = len(s5)
count = 0
for sentence in s5:
    res = KNN_learning_pro(sentence)
    print(res)
    if res == 4:
        count +=1
print('acc is:', count/all_count)


#s1
# k=1 acc = 1
# s2
# k=1 acc = 1
# k=5 acc = 1
# s3
# k=1 acc = 1
# k=5 acc = 1
# s4
# k=1 acc = 1
# k=5 acc = 1
# s5
# k=1 acc = 1
# k=5 acc = 1
