<PAD>
学生
孩子
学习
家长
老师
教育
自己
同学
我们
一个
他们
工作
安全
学校
班主任
问题
时间
没有
班级
作业
这样
进行
成绩
教师
情况
父母
要求
活动
生活
不能
了解
心理
一定
及时
如果
运动会
进步
注意
一些
方面
这个
就是
家庭
努力
比赛
经常
可以
需要
出现
所以
习惯
做好
家长会
不是
时候
交流
发展
培养
运动员
因为
希望
什么
各位
表现
可能
开始
为了
处理
发现
鼓励
方法
过程
帮助
作为
提高
必须
不要
应该
能力
良好
关心
联系
上课
一种
原因
一次
主动
发生
觉得
完成
现在
大家
能够
同时
管理
比较
首先
看到
你们
预案
但是
一起
表扬
学会
影响
分析
人员
做到
教学
认为
案例
成功
认真
很多
参加
组长
思想
于是
还是
事情
批评
家庭教育
通过
这些
这种
配合
关注
转化
后进生
环境
别人
重要
组织
责任
理解
特别
认识
每个
只要
一点
引导
由于
加强
保证
社会
学习成绩
事件
目标
情绪
效果
成长
对于
电话
之间
产生
发布
明白
知识
各种
立即
困难
因此
行为
错误
感受
沟通
平时
喜欢
谈话
得到
妈妈
甚至
只有
信心
每天
不会
才能
爱心
各项
不好
随时
以后
尊重
主要
那么
改变
一下
本班
机会
相信
几个
共同
职责
有些
心灵
存在
第一
容易
很大
自信
纪律
不断
期间
最后
准备
负责
课堂
突发事件
关爱
积极
知道
现象
所有
朋友
一切
重视
经过
已经
在家
成员
取得
发言稿
任务
告诉
不得
基础
运动
有时
愿意
母亲
态度
树立
在校
手机
游学
这次
提出
其实
情感
今天
确保
身体
场地
而且
解决
考试
领导小组
养成
怎样
如何
一位
理想
小组
起来
自信心
师生
回校
学期
快乐
阶段
掌握
形成
给予
其他
观看
点名
参赛
还有
引起
真正
意识
全面
宽容
明确
之后
回家
建议
耐心
非常
兴趣
父亲
自我
个性
目的
感到
应急
面前
不够
的话
这是
关系
方式
一直
允许
从而
离开
这么
感谢
语文
变化
出发
提醒
力量
采取
进入
最大
总是
遵守
肯定
或者
之中
信任
具体
只是
子女
往往
状况
身上
激励
指定
处置
刻苦
一天
然后
接受
人生
特点
尤其
检查
虽然
感觉
导致
为什么
意外事故
在于
来说
一名
比赛场地
初中
有序
增强
安排
对待
制定
怎么
副组长
开学
集体
教室
稳定
以前
以下
更加
精神
成为
文明
慢慢
结果
按照
一旦
缺乏
造成
做作业
指导
负责人
女生
一样
十分
汇报
关键
基本
放弃
全体
东西
内心
反思
状态
严重
分数
正常
他人
作用
小学
医院
并且
面对
班上
性格
心里
支持
再次
顺利进行
路线
危险
明显
中学
转变
中考
英语
健康
温暖
迅速
逐渐
放学
控制
同样
顺利
人数
找到
利用
一句
措施
应对
效率
正确
意义
心中
严禁
真的
付出
期望
保护
水平
等等
一部分
而是
家里
带队
今后
针对
保卫
遇到
出来
询问
许多
常常
质量
细致
爸爸
回答
满足
督促
程度
特殊
不仅
车辆
报告
提前
清点
地方
晚上
行为习惯
更是
伤害
那样
男生
对策
决定
处于
简单
接触
比如
上报
表示
内容
位置
行动
交往
地点
失去
要么
当时
属于
马上
目前
每次
对象
达到
充满
拨打
数学
上学
懂得
时期
班里
不可
变得
家访
办法
压力
代表
目的地
有关
马路
各科
辅导
因素
初二
读书
自身
个别
道理
我会
最快
思考
坚持
想法
观念
优点
越来越
私自
说话
过去
布置
个人
排队
幸福
其次
我要
除了
一会儿
此时
开展
爷爷奶奶
矛盾
遵守纪律
此刻
德育工作
帮忙
部分
不到
创造
发挥
共同努力
信息
八年级
辛苦
当然
不同
按时
建立
观察
事项
班委
就要
即使
参与
上网
优秀
挫折
做人
激发
以及
这时
还要
不足
竞争
突出
方案
放松
小事
学科
差异
不再
集中
任何
感化
实施
尽量
实际
用心
抓住
参赛者
办公室
学困生
责任心
经验
以免
促使
无法
年龄
多次
差生
明天
调整
获得
绝对
到校
欢迎
两个
安全事故
统一
注意事项
交通安全
冷静
采取措施
受到
心目
听到
科学
劳动
一边
不仅仅
医务
真诚
她们
一段时间
始终
一致
这里
愉快
事故
以便
介绍
一年
评价
针对性
清楚
儿童
带领
文化
闪光点
热爱
健康状况
结束
复习
本学期
总结
氛围
勤奋
更好
有点
具有
终于
课间
可是
实践
不了
毕业
后来
一时期
宿舍
只能
失败
带来
自卑
争取
品质
百忙之中
我班
更要
以上
根据
确实
重大
注重
第二
促进
感情
不良
班长
服务
谈心
较差
紧张
精力
塑造
高中
速度
课上
注意力
打电话
来到
感恩
小孩
以来
请假
和谐
冲动
项目
智力
缺少
训练
小时
直接
那些
预防
校长
不必要
精力充沛
果断
做事
永远
包括
卫生
语言
自觉
听从指挥
通讯
看着
收获
是否
力所能及
消息
自始至终
适当
随着
头痛
充分
谈谈
随便
有效
规定
强调
善于
溺爱
细心
准确
体会
做出
背景
育人
渐渐
重要性
另外
计划
初三
反而
尊敬
一把
很快
名单
约束
讨论
合理
人格
校园
打工
救治
回到
也许
入手
眼神
好好
自尊心
答应
分工
几次
高三
完全
生理
心情
具备
谢谢
阳光
生命
保障
随时随地
原则
减轻
中要
形象
原来
增加
独立
教育家
深入
平等
不想
体育
哪些
禁止
本次
热情
聪明
故事
看法
一件
不少
反复
高兴
下课
家校
迟到
交谈
委员
桥梁
艺术
这件
师爱
有所
运用
长期
最好
投入
指导思想
安全措施
请求
服从
指挥
警惕
到位
把握
任课教师
相当
自然
好孩子
是不是
承担
意见
整个
缺点
足够
真是
打架
打闹
不管
采用
指出
如此
留守
三年
大部分
严格
为此
聊天
任课老师
反映
心态
一时
接近
途中
就近
各类
时时
群体性
抽出
中来
初一
美好
俗话说
愿望
家中
研究
一是
很少
一般
似乎
选择
赛前
透过
告状
触动
第二天
继续
然而
方向
第一次
受伤
组员
动态
大事
合力
科任
现状
其他同学
课后
学习态度
专心
健康成长
正是
周末
动力
调查
关怀
从不
承认
竞赛
或许
校运会
全班同学
联络人
赏识
离异
相处
以人为本
不如
书写
最终
练习
加上
未来
改善
全过程
一生
有人
喜悦
实现
当地
异常
相互
不太
最近
改正错误
一颗
顺序
爱护
样子
成熟
理智
看见
细节
同意
女儿
说服
脸上
奶奶
主动性
无论
几点
欣慰
其中
交给
到来
一中
自护
救助
混乱
按规定
有无
春游
集合
平息
事态
仅仅
听讲
年级
青春期
缺失
我班有
体现
关于
几乎
克服
规章制度
打开
拥有
好处
修养
必要
照顾
下面
反应
几天
前提
坏习惯
正面
这位
因材施教
违章操作
擅自
接人
精心组织
严格把关
长跑
感动
地说
同桌
德育
爱是
羽毛球
多少
一味
条例
认真落实
法律法规
后果严重
校领导
分工负责
止血
轻伤
磨破
红药水
紫药水
创口
红花油
食物中毒
急救中心
中毒
送往
陪护
名义
外扩散
回时
高高兴兴
平平安安
明确任务
自带
待机
畅通
无误
部署
所列
相符
提高认识
视察
周边环境
施工
山坡
河道
水塘
分头
站岗
出入
人行道
来往
如遇
慌张
伤亡
校纪
特征
发言
思维
对话
校规
我校
一个月
重点
为主
扬中市
教材
务必
路上
潜力
素质
提问
心底
寻找
勇气
身边
改正
心扉
群众
心田
班会
不行
时常
无论是
地位
召开
科目
好比
上课时
难度
否则
家庭作业
林斯基
还会
有事
题目
不让
在外
第三
将来
问问
别的
进而
范围
下去
实际上
通知
主题
逐步
班干部
渴望
努力学习
大会
损伤
保洁
该生
与其
答案
放下
领导
热烈
会议
教学质量
课堂教学
期中考试
进一步
端正
功课
轻松
必然
垃圾
责任感
立刻
家庭环境
应付
自暴自弃
一份
犯错误
惩罚
深深
指针
随班
学生家长
段时间
听课
走向
说明
表达
想到
医生
不及格
管理工作
亲近
回来
之心
良师益友
下降
敏感
优势
智慧
至关重要
积极参与
先进
平衡
抄袭
之外
著名
苏霍姆
校服
资料
人们
在座
大学
盲目
核心
打击
严格要求
自始自终
中途
周五
校门
零食
值得
分化
体验
根本
脾气
教育工作者
睡觉
班会课
测试
生气
重新
目光
查明
讲明
就座
预知
听从
统一指挥
意外
损失
服务组
技巧
故意
眼光
母爱
监督
之前
地去
日子
最佳
抱怨
却是
学业
负担
自主
这一
忘记
每当
翻翻
相通
相同
师长
自觉性
点滴
久而久之
更大
三个
突发
弥补
考虑
反馈
欣赏
追求
事业
班集体
散漫
消除
强烈
看待
过于
家人
场内
紧急情况
撤离
运动场
坚守岗位
一齐
爱好
孤独
冷漠
挖掘
高一
口头上
心弦
之情
整理
潦草
逆反心理
声音
下来
厌学
全部
携起手来
尽到
总体
落后
做作业时
营养
适应
日常
相对
清洁
低下
成才
做起
条件
管教
做法
国家
升学
碰到
因而
葛庆子
既然
年龄段
或是
是因为
大多数
长大
挑战
电脑
不过
早上
看看
吃零食
不错
结合
价值
教子
工整
从小
逃避
榜样
后果
中学生
交朋友
人才
毛病
不愿
听话
一代
有数
怎么办
处处
报道
症状
急救
敞开
夸奖
活生生
一向
爷爷
女孩
王正耘
否定
身心
差距
担心
途径
巨大
奠定
离不开
游戏
得不到
九年
一番
互相
回报
哪里
规范
他会
是从
书包
理由
事半功倍
双休日
没想到
不敢
眼里
放心
害怕
品德
有意识
积累
之类
告知
追逐
陪伴
改进
基本上
积极性
二是
恰当
恶性循环
中午
公布
冲突
一顿
放在
师生关系
哪个
保持
疏导
仍然
高尚
小动作
构成
要是
荣誉感
挫伤
典型
协调
责任人
剧烈
高度重视
摆脱
农村
微笑
无穷的
啦啦队
服务员
加油
降低
田径场
救护
正在
设法
那天
钥匙
懂事
值日
点头
单亲家庭
尝试
孤僻
详细
为重
毫无
小花
战胜
少数
诱惑
扎实
心理学
长时间
下午
掌声
一条
预习
坚持不懈
拖拉
出色
时机
不见
很难
放下架子
双方
合作
突然
忽视
眼中
多么
现实
七年级
检测
沟通交流
第二次
观点
考试成绩
形式
确定
手段
大人
女同学
提供
假如
走出
一片
时刻
创新
勇于
一项
记得
当作
走进
原有
教学方法
训斥
改掉
信赖
诉说
脆弱
调皮
其它
这门
中心
完后
人身安全
持续
上进心
本身
身为
容忍
用情
嫌弃
真心
心理健康
动之于
晓之于
用师
毅力
好像
减少
找出
维持
合理安排
升入
留下
梦想
今年
完美
宝贵
骄傲
区别
考上
协助
发育
综合
不幸
桌子
工具
不知不觉
解决问题
活泼
休息
从此
嘲笑
那里
早晨
教育者
你们好
搭建
探讨
不成
教养
好多
指责
上交
不良行为
担任
尽力
当成
职业
那个
纸条
对方
较大
避免
荣誉
灵活
取得联系
有着
认可
讲究
谈到
难以
一辈子
教化
一方面
完整
后勤保障
冯巾权
护理
不爱
曾经
态势
设置
全方位
体育场
仲裁
组委会
男子
切实做好
机构
起因
肌肉
拉伤
各组
宣传组
返回
一下子
委员会
角度
心理学家
眼睛
对不起
开启
得知
算了吧
道歉
生病
艰巨
以待
后进
李亚婷
李小瑞
能力差
来讲
而言
证明
千万
刺激
来自
退步
莫过于
有益
看电视
搞好
打下
去年
一声
时代
拼搏
泪水
耿龙
这点
备好
分为
考得
吃苦
制订
接下来
讲话
纠正
分水岭
或东
长此以往
讨厌
独立性
说教
外出
刚才
技能
示范
唤起
专人
相比
QQ
说到做到
赞扬
公平
如下
之下
早读
相应
当着
全校
加以
难题
举手
融洽
总之
对症下药
启发
有利于
复杂
亲自
依然
不高
特长
课本
绝大部分
团结
不肯
晚自习
充分利用
依靠
威信
坚强
吃饭
衣服
头疼
正确引导
策略
身体状况
适宜
监督员
内外
巡查
落实到人
检查员
安全检查
后勤组
突发性
持续时间
最小限度
扭伤
一般性
呕吐
眩晕
骨折
休克
目击者
到场
搬运组
步行
体育教师
全身心
世界
巡视
从中
动作
动之以情
好好学习
违纪
不久
契机
一块
及其
儿子
面对现实
朽木
用理
高考
居然
谈论
吴丛严
以利
系统
课程
显得
较强
学好
实在
小小的
难道
作息
有意
考前
蓬勃向上
人人
种子
阅读
珍惜
优异
优异成绩
环节
中等
学生名单
正视
各门
相反
用具
本子
相关
抓紧时间
坐下
电视
听听
物质
生动
这儿
能否
上来
讲解
叛逆
网络
贪玩
零花钱
每周
先生
是非
授课
礼貌
唯一
规矩
文章
就行了
认错
犯错
显著
偶尔
不佳
经受
赞许
就让
坚决
单独
应有
加深
此次
合格
期末考试
毕竟
食品
应当
半个
前途
全天候
马虎
理念
好奇心
改正缺点
估计
旁边
很差
后面
哪怕
以为
亲其师
信其道
事实
推卸
网吧
严格管理
早自习
价值观
不思进取
创设
享受
爱子
循循善诱
另一方面
挣钱
做个
抑制
不吃
自卑感
现场
女子
班特
队长
与校
比赛项目
拉拉队
灵魂
不满
带班
原先
座位
晓之以理
无私
承认错误
本质
篮球
性格内向
自尊
特意
撒谎
小米
交融
露出
笑容
拉近
竟然
多年
全班
闹矛盾
他家
变成
男孩
不问
进取心
守纪律
一半
一道
错题
真实
限度
想想
多一些
打骂
外面
玩耍
出发点
有时候
多多
坚实
身体健康
举行
走过
过得
劲头
想要
新学期
偏科
两种
各个
物理
生物
这时候
不负责任
包办
排除
跟不上
命运
漂亮
潜能
看重
莫大
善解人意
抓好
挫力
呵护
信念
南京
自由
虚心
备课
讲课
听说
多读
课余时间
认真听讲
薄弱
教会
辛劳
当天
整体
大多
那种
分别
各自
粗暴
欲望
心理压力
尽快
所在
课文
探索
大胆
初步
起到
一如既往
某些
品行
真诚地
多分
到底
说谎
做错事
言语
十年树木
初中生
什么样
认真负责
背后
等待
反感
胜过
琐事
话题
缺陷
不良习惯
教育学
口中
突破口
检讨
熏陶
漫长
肩膀
这样的话
剧烈运动
竞技
不准
人员名单
安保
友情
人类
主任
公正
科长
多种
充实
不容
一座
隔阂
弄清
姐姐
自强
倔强
年轻
说出
低着头
开朗
同事
开心
失望
情绪低落
事后
严厉
应是
激动
顾及
某某
最令
倾注
傲慢
寝室
李红
这部分
决心
坚定
不住
人家
有限
不但
不间断
激情
飞跃
不妨
怎样才能
难免
烦恼
第四
例如
校外
随意
步入
风雨
期待
奇迹
经历
一步
鼓劲
源泉
多月
请来
赞赏
成绩优秀
金元
委屈
专注
补充
被动
干脆
期末
关键期
扫把
抽屉
字典
固定
外界
数落
有没有
遇到困难
请教
心思
并非
强硬
打扮
坏毛病
优良
就业
成年人
美国
可怕
顺心
带到
头脑
上面
执行
生活习惯
不该
很强
严重性
忍受
张建华
药品
前进
一门
本人
巩固
过来
出去
何况
提示
违规
抽烟
一副
值班
接送
几句
一股
后悔
成材
责骂
天空
收到
主体
大力支持
办事
看书
秘密
分享
标准
要强
保持一致
打扫
两年
艰苦
空白
百年树人
以此
与此同时
记录
辛勤
有名
唯独
成就
亲情
传授
值日生
周六
投资
之一
知心朋友
积极向上
向上
流程
需求
分层
活跃
理论
跟着
市场经济
不良风气
不懈
最低
中国
三是
认知
可塑性
一举一动
担当
无所谓
处在
地向
有力
小学生
固执
裁判
秩序
宣传报道
检查组
团队
详见
报名表
岗位
从事
表面
专业
底数
切实加强
保卫工作
摔伤
医疗
多方面
倾向
再说
见到
果然
一朝一夕
点燃
高二
真想
不好意思
心想
看来
沉默
感激
商量
任性
事例
周围
身心健康
自习课
哭诉
成效
承受
星期
一张
孰能无过
群体
肩负
捣蛋鬼
自我调节
不理
歧视
行之有效
我国
点评
滋润
李卓华
赵某
小巫
小丽
一次次
耽误
安静
天天
丧失
背诵
加大
大量
意味着
试卷
称为
使得
所学
焦虑
加工
起点
汗水
眼泪
期盼
书籍
迎接
更多地
常规
善待
进较
学习动机
增多
提升
失利
展示
吴美霞
每位
丝毫
涉及
及时发现
这方面
苏联
最初
拖欠
插话
成人
好坏
客观
钻研
过重
无精打采
清晰
顶撞
头发
以下几点
此外
在生活中
优秀人才
乃至
使用
道德
父母亲
只好
就读
赞美
本来
的确
坚信
一系列
紧密配合
Mp
课堂纪律
天气
表率
之所以
不用
家务活
听不进
敌意
自爱
陈伯云
大声
素养
喜爱
费云虹
调研
尤为
如果说
进校
地教
至少
试想
失误
分钟
大概
惊喜
心里话
风气
相互理解
只会
高度
过高
营造
下学期
陈永龙
认真学习
探究
潜心
难点
作文
无定法
送到
长处
充满信心
举动
施文娟
广泛
单纯
个体
度过
违反
班规
适合
留心
多用
打招呼
能量
应酬
高低
一帆风顺
远离
同一
敢于
妥善
偏爱
调动
深刻
永不
消灭
伟大
不太好
经商
一会
危险期
监护
试一试
同龄人
好奇
生存
比喻
闲谈
食堂
有句
一言一行
找个
将会
及格线
默认
忧虑
十条
算是
淡薄
浩然
青少年
权利
解答
不买
宣传
资格
审查
行走路线
擅作主张
严守
好非
请示
满意
精心
境界
现实生活
中有
器材
密切注意
讲述
任何人
尽可能
接着
障碍
及格
从来
小心翼翼
选取
接手
悄然
意思
第一步
推荐
违反纪律
益友
自卑心理
封信
欺负
有意无意
予以
融化
四年级
常年
变本加厉
回去
语气
角落
念头
承受能力
搞小动作
知错就改
纯洁
偏差
胡乱
好动
刘勇
无人
人情味
离婚
温和
小永
池塘
当好
王明
王洋
严重不足
等于
知识点
消极
手中
激烈
儿女
不成器
拒绝
相互配合
力争
转眼
浇灌
遗憾
意志
密切
不在乎
身在其中
取之不尽
用之不竭
全力
整合
四类
优秀生
罗嗦
极大
地理
反叛
主张
人影
书本
送来
纵容
全神贯注
闲聊
一来
二来
一面
上周
共有
养成教育
强化
努力提高
名列前茅
报喜
一声不吭
过激
打麻将
两周
主科
之初
三次
致力
心智
孝顺
黄金
深层次
独生子女
备受
耐挫
一段话
共勉
富有
组组长
饮食
事先
一处
刚刚
我能
以往
俞扬军
非常感谢
来开
这句
女孩子
爸爸妈妈
用于
家教
处罚
诚实
补课
等到
不必
担忧
校内
生日
逗留
早饭
左右
超过
交上
宽松
长进
话语
殊不知
压抑
周日
数学老师
幼儿园
抽时间
本能
吃喝拉撒
字迹
带有
落实
实践证明
百忙中
正好
陪同
伴随
郭如庆
动脑
多问
思想品德
想不到
危害
休息时间
最高
同志
起着
来源于
晚年
恒心
责备
频繁
可想而知
签名
近期
一套
民主
紧紧
转变观念
取代
好不好
默写
素质教育
几位
有心人
那颗
一贯
把关
事总想
半封闭
曝光
莽撞
显著特点
早恋
高峰
虽达
辨析
片面
高尔基
住院
考核
近来
精神面貌
获得成功
此事
读完
那份
议论
那句话
蒋美琴
清理
新生
种种
到达
不食
跳高
器械
若遇
精彩
操作
教学内容
倾听
常有
人有
第一个
以外
充分发挥
报名
课下
唯有
包容
一双
安慰
金石为开
平常
陷入
原谅
开口
捣蛋
六年级
数学课
冤枉
个案
正如
经济
大家庭
交心
地上
宠爱
我用
亲切
能行
清除
攻势
多一点
缓解
两人
不动声色
扰乱
那根
地先
课外活动
自私
播种
久久
不能平静
施展
严肃
人非圣贤
教过
坐在
父爱
行为规范
干部
早餐
阿民
昨晚
小敏
由此
开小差
周越
朱飞遥
从根本上
温馨
我行我素
冲刺
匆匆
历史
一遍
用功
繁重
波动
占有
潜在
共识
接过
这块
规律
广大
向着
奋斗
六月
距离
灿烂
张开
攀登
凌云
单从
可出
会开
承上启下
生活状况
推动
三方
会做人
大局
这届
热情帮助
职业道德
预期
踏实
仔细
教训
补缺
温饱
后者
潜移默化
容量
两极分化
节奏
增长
转折点
一地
摊一
塞得
放不下
记性
健忘症
可怜天下父母心
找西
学习用品
喝点
吃点
安静下来
无效
烦人
认真完成
魏真
表示感谢
忙碌
第一任
彻底
只顾
不去
得不偿失
剩下
朝着
即将
萌芽
超出
友谊
相互合作
忙于
真情
周云
差别
定论
公式
打个
正确看待
前后
打扫卫生
比较严重
两次
学年
张亦轩
怎么样
说理
第三次
恐惧
不足之处
出错
细腻
再者
快速
善导
费点心思
事事
不起
难为情
内疚
忍耐
小妹
陆浩文
吴秋芳
周一
公物
动脑筋
朱云缘
张丁匀
男同学
高大
整天
评语
讲台
临近
上次
谈恋爱
好感
引发
对此
动手
漠不关心
发表
任教
面临
反正
自大
致使
制度
事实上
切忌
接纳
绝不
阴影
全体同学
谎话
现代
昨天
携手
咱们
全面提高
良好习惯
意志品质
草率
写字
一大堆
类型
逐步提高
靠拢
赞同
抓起
更会
一周
发奋
提到
更为
放假
科学安排
广阔
听力
关键时期
尽管
思路
班风
回避
设计
辉煌
痛苦
个体差异
正面教育
说服教育
一视同仁
好人
成果
全体学生
一个多月
减压
虚荣
不亚于
块钱
公务员
房地产
作贡献
遇事
防止
着急
原本
可爱
少年期
例子
不安
兴奋
抽象
解释
挖苦
欢乐
文学家
误入
毒药
老母鸡
教则
教规
优大劣
护士
病人
下药
人材
行为表现
具体情况
接待
教给
层面
义务
自从
受到限制
停留
衣着打扮
四是
佩戴
近朱者赤
近墨者黑
模仿性
喊破
嗓子
时才
播下
一尺
一丈
出事
麻木
带动
百分之一
决不会
目的性
有的是
分组
童年
已有
三无
适时
师者
语文课
班校
校医
孔子
实验
一节课
所谓
公开
羊恒兵
松懈
哪儿
再也
顺便
心平气和
代沟
错事
罗森塔尔
干扰
配备
架设
一封信
二年级
一本
一看
似的
摇头
三年级
会上
内向
对立
这天
附近
太阳
狠狠
委婉
一丝
用爱
赶紧
这话
班中
抬起
名叫
同情
诚恳
捣乱
打人
消沉
淡化
热心
洪涛
祝福
微妙
孤立
有个
克服困难
纯真
内心世界
翘课
友好
明理
体谅
全班学生
发脾气
一篇
写道
继而
自闭
轻轻地
诱发
一年级
专程
尊敬师长
问好
誓不罢休
打翻
五味瓶
令人
为媒
考了
学生会
深深地
傍晚
合群
不禁
再三
大加
如同
创造力
我常
一模
淬火
处分
一个班
给与
无心
愧疚
心理咨询
舞蹈
小磊
玲玲
秘诀
沐浴
佳音
追究
轻易
学过
自责
进去
效应
发自内心
课余
正当
相互了解
望子成龙
来校
本届
迎来
路程
考验
穿过
舞台
上升
发出
走路
走神
短期
终身
发扬
几分
争光
兰云
衷心
默默无闻
磨蹭
别说
可能性
何尝
隐性
增大
掉队
帮其
对照
会考
熟悉
言听计从
急剧
思想动态
房间
困惑
感谢您
梳理
弄懂
一群
畏难情绪
不服
极强
坏事
次数
沉默寡言
尽量少
着重
陶行知
点点
实实在在
衡量
一无是处
不改
退学
各人
天赋
可怜
种种原因
荒废
走走
报忧
破罐破摔
没用
德行
定下
范红霞
食言
缓冲
提倡
一晃而过
杯水
抽薪
聚宝盆
性情
想定
老时
揪心
红领巾
至爱
听得进
羞辱
抬高自己
身价
正义
同行
彼此
书信
讲得
袁明海
第一组
第二组
第三组
第六
徐志龙
面包
秋季
胸卡
教法
在实践中
跟上
切实
课外
不学
青松
金子
掉以轻心
或多或少
讲到
流行
负面影响
留学生
学生上课
独自
名次
长发
而已
羡慕
里面
麻烦
各班
喝酒
团体
不许
鉴于
相互尊重
深知
总分
朴素大方
厉害
后勤
尽量避免
加重
五一
记忆
转眼间
模式
焕发
围绕
展开
心理特征
一段
既有
放飞
直至
多数
联合
极其
正确对待
教导
做完作业
虎头蛇尾
务求
答题
试试
搞清楚
告诫
说不定
诚信
厌恶
斗志
定期
胜利
情境
寄托
实力
借口
延续
欠账
具体表现
局面
疏忽
几十人
开拓
前景
第一位
吸引力
建设
人生观
放纵
无动于衷
点点滴滴
乐趣
免不了
全力支持
每节课
心境
面向
作风
量体裁衣
停步
一两次
没考
忽略不计
分值
等同
而勿视
本职工作
以身作则
身教
言教
谢绝
起居
分心
家庭和睦
并肩作战
举办
适得其反
暂时
出走
两大
过分
反抗
讲道理
怀抱
照样
气氛
吵架
中段
麻将
埋怨
做学问
少之又少
筛选
抵挡
时有
所及
视线
烫发
夸张
天性
防微杜渐
参考资料
从教
跋涉
地步
听不懂
眼前
百倍
订下
有质
浪费时间
男女生
苗苗
孙家
认同
心理特点
小孩子
穿着
在思想上
自理
丰富
感染
赶到
讲清
操场
张诗琦
实心球
使命
学识
改革
脊梁骨
卓越
亮点
生涯
至今
重担
重任
民族
清醒
预防为主
重大事故
自救
队员
田径运动
本校
汤春燕
动员
新闻报道
食饮
医务人员
带好
物箱
打破
较为
导入
平均
闭锁
被忽视
好胜心
诊断
饮料
操心
特色
心声
几名
娇惯
过问
走到
默默地
地为
仿佛
一天天
危害性
张海迪
偏激
爸妈
一家
组织者
抛弃
来得及
参考
挣来
留下来
何不
开导
戒烟
几年
三支
惰性
冒犯
意想不到
扣分
说完
究竟
双差生
无奈
兴趣爱好
虚荣心
乐观
德育教育
约定
每每
好事
XXX
奖励
下课时
冷落
心地
淘气
印象
它们
精诚所至
处事
凡事
风平浪静
彻底改变
团结友爱
进取
赢得
暴躁
此后
之分
操场上
出乎意料
这才
冷静下来
发火
最起码
面子
交换
外地
无意
不可救药
困境
恢复
结结巴巴
激发起
注入
心灵深处
动手动脚
两位
大致
脏话
一幕
化解
惹是生非
作业本
订正
干什么
想象
冷处理
专门
当面
走近
美术
带给
时不时
单元测试
闹起来
文体活动
无多大
趁着
势头
不断加强
小邓
多动症
治疗
好转
举起
想着
疼爱
古人云
故应
宽以待人
容人
之错
通情达理
暂时性
宽恕
体罚
第一名
约束力
家务
放大
打动
评为
走上
心头
小朋友
一阵
嘘寒问暖
风帆
泪花
普通班
泛起
一步步
教师应
提不起
样貌
退缩
受人
出于
谢静敏
随后
贫困生
帮困
骄傲自大
理科
走入
那位
勇敢
一听
举手发言
表演
总在
朱家
瓜子
苹果
欠缺
免试
体贴
乐于助人
不时
之风
捧起
室友
张桂添
万星
当前
心急如焚
屡教不改
自控
热度
说实话
根本原因
强制
疲劳
分散
类似
放到
来看
成型
毛坯
关键在于
动向
全体师生
不当之处
勤劳
总有
不停
艰辛
精神状态
二个
求学
听懂
记住
绽放
受益
戏称
充耳不闻
左顾右盼
交头接耳
精选
随性
快餐
饥饿
幻想
换来
同台
较技
落败
来得
不知情
无形中
越学越
反之
异性
轨道
心理准备
一笔
取得成效
成因
偷懒
呈现
查漏
无用功
跟踪调查
差不多
暴露
有所突破
难以避免
自满
必不可缺
千学
学学
真人
有用
方道
无药
可救
很早
结论
地被
平台
阶段性
现状及
小升初
多星期
明显增强
一大部分
哪些地方
蹲下来
没读
洛克
那才
可靠
保险
卫生习惯
交通法规
您好
吴林
秦御
蔡昀池
郭丰铭
李泽京
杨谨羽
一批
蔡星语
很深
自习
乐意
放手
一路
茁壮成长
第四组
第五组
石育
卢瑞欣
海龙
电话号码
摄影
每到
破坏
损坏
前所未有
简要
遵循
批改
王美红
胡英
缪安钰
姚子
朱炎
史正涛
潘炜杰
陈宝平
韩嘉烨
郭济铭
薛皓予
马驰淳
丁匀
王梓鑫
陈思
王梦龄
李乐
郭子涵
张浩宇
徐锦然
洪扬
柴苏航
黄嘉悦
卞涛
鲁星
张钟
封玉珍
口头
吃力
接班
青春
角色
相互信任
起得
经验不足
周到
就事论事
恳请
改为
必定
凡是
来接
不知
保管
男孩子
加入
有空
成明
当中
攀比
MP
没收
劳逸结合
四个
干嘛
不利
作息时间
春季
感知
心性
必不可少
单元
听写
奉献
进一步提高
几十个
道路
辨认
求快
语言表达
密集
忧心忡忡
光看
含金量
大大
尺度
丢面子
心急
传递
首要
敬畏
挨打
勤快
学风
本上
认识不清
生计
赚钱
期中
果实
不求上进
年少
时光
天道酬勤
天才
无济于事
持之以恒
看过
回顾
单词
句子
很着急
辅助
出自
之口
包袱
良知
远远
万事如意
集体主义
政治
你追我赶
不用说
思想认识
幸运
日积月累
武断
辛酸
工程
敷衍了事
奥秘
有好有坏
不怎么
泼冷水
好几个
学情
严抓
比较完善
管理制度
两天
更新
笔记
结构
愉悦
着手
处境
退休
九岁
革命
不受
适度
长辈
冯锦全
平稳
新奇
便是
电影
经验型
更是如此
少年时期
高潮
分寸
还债
施教
单凭
放任
农民
朴实
内心深处
有所改进
和睦
无知
强迫
积极进取
忽略
意志薄弱
高分
偷工减料
时时处处
交通规则
串宿
吃成
挑食
具体来说
衣着
紧身
宽大
染发
焗油
头等
化妆
饰品
叮叮当当
耳钉
耳环
文化氛围
爱美
审美观
内要
之途
百般狡辩
学海无涯
苦作舟
再累
再苦
成正比
后代
近忧
远虑
不可收拾
木已成舟
高标准
严要求
不成问题
预防针
无事
便会
找事
晃动
辛苦工作
发黄
最能
振憾
双翅飞
乐着
三者
多同
泛泛
好好学
非常重视
摘果
洗碗
床铺
学着
贬低
心里有数
雷厉风行
做心
缺课
门外
位子
恶作剧
依赖
曹雨瞳
徐朵
季冉
王子
集合时间
邀请
人际关系
未能
朱星颖
在生活上
问卷调查
评比
丁鹏
陈坤
顾翔
跳远
宇航
周子涵
教书育人
理想信念
情操
学术
在乎
求知
语言文字
认真思考
内在
教课
飞扬
功夫
不善
功能
工作人员
报警
自助
与会
生命安全
王昱涵
高毓
郭睿
李佳祺
韩昆蓉
隐瞒
出现意外
体育老师
开会
未经
教练
裁判员
所用
拾捡
任建新
竞赛部
部长
刘自伟
全场
尽量减少
保卫部
卫民
监察
滋事
急送
时若
火灾
疏散
抢救
方位
营救
联系电话
丁艾佳
黄惠泽
小号
观众
蒋茹倩
传统
实用
高效
一堂课
以致
心中有数
不利于
工作预案
一端
屡见不鲜
得力助手
犯罪
英雄
锻炼
交了
场所
当今社会
考试分数
优美
批斗
做点
坦诚相待
分歧
尊敬老师
有句名言
真谛
收回
焦急
斥责
投来
残疾
幼小
不曾
多大
这回
萌发
谢谢您
用力
还给
指导者
余地
詹明权
旷课
自立
时机成熟
回头
学费
疗法
愤怒
空间
听见
进来
劝导
打篮球
踢足球
智商
天生
良师
做生意
格格不入
做操
信中
字里行间
品学兼优
打听
恶劣
尾巴
初次
不闻不问
主意
知己知彼
全镇
寻求
一点点
那时
姓名
性别
不牢
海阔天空
摩擦
满怀信心
肯干
性情浮躁
诸多
自杀
课堂作业
推心置腹
绘画
热情洋溢
不屈不挠
勇敢的人
美好生活
记忆犹新
化名
本想
不厌其烦
你好
抵触
当即
急躁
发生冲突
斗争
起初
纳闷
保健
小弟弟
打扰
变故
孤立无助
通话
久违
博得
心理素质
心理障碍
不已
找回
谅解
看望
表情
顺势
一言不发
错怪
明明
不算
制止
脸面
心悦诚服
怒火
看似
打算
大度
这名
隔代
倾诉
感兴趣
依时
李老师
稚嫩
害群之马
大门
与众不同
讽刺
摆弄
极了
他变
融入
从未
奏效
日记本
趁机
随之而来
年纪
健将
买药
煎药
午休
直率
鲜花
板报
可要
排斥
徘徊
光荣
失衡
争吵
好吃
言行
老人
强大
爱能
沉重
心疼
悉心
倒数
中等生
牺牲
床上
祖辈
凉意
性格开朗
小手
近代
夏丐尊
赤诚
甘露
一颗颗
微小
爱理不理
会常
勇于认错
不小
怀疑
铁匠
师傅
谈起
指引
看在眼里
善良
继母
一点儿
优秀学生
以爱为
拿到
冬天
助手
响亮
回想
不怕
大拇指
调节
失落
善意
其他人
防患于未然
一脸
无可奈何
赛跑
角落里
趴在
必备
唐佳龙
那次
自制力
向学
拖沓
一缕
想一想
厌烦
生字
预约
单子
买点
水果
种地
道德品质
由衷
好玩
小李
扬起
领诵
小荣
发芽
留意
化学
多一份
唐圣廉
新课
想方设法
不耐烦
浑浑噩噩
落得
充分认识
学有
放过
做错
注定
记忆力
越是
疲惫
烦躁
平和
不平
聊聊天
测验
静下心来
正确认识
储备
难于
不光
还应
毕业班
我谨
家庭幸福
指正
百日
誓师大会
朱大梅
看不到
无疑
丝丝
身影
缺憾
有过
下滑
跟班
祝贺
均衡
安于现状
下一阶段
对手
管住
用来
名字
经得起
doc
前来
看清
比起
见解
不良少年
偏离
新鲜感
把握住
看一看
一点一滴
心愿
双向
视频
相对来说
担负
主观
三分钟
融会贯通
似懂非懂
这群
过日子
领袖
进度
虚心接受
反驳
作祟
自我意识
拉帮结派
多一分
迷恋
奇装异服
严格控制
得失
抄写
无不
觉醒
健全人格
判断
人无完人
鲁斯
无暇
成天
这份
冬季
周周
英语单词
感触
或者说
容易接受
不要紧
叙述
面谈
张益言
周梓南
代会武
张誉凯
第五
孙弋
宋雨洁
领头
号码
不戴
车上
食物
触摸
赔偿
感想
照片
执教
摸索
外语
多媒体
学法
加快
培优
守纪
对比
多花
成问题
担负起
睡眠
管好
切不可
上午
真实情况
半来
客套话
常说
队伍
思品
做些
唱白脸
之内
战线
矜业业
引用
教师队伍
比鸡
睡得
比狗
起早贪黑
前两天
太忙
动不动
不堪
学得
就算
一分钟
班内
甚或
全市
排名
吸烟
穿衣
外校
上下学
有近
早到
无非
问过
班有
依据
奚晨
紧迫感
两门
物品
初衷
到时候
一心
贴心
开夜车
激起
省扬
嘴边
短时间
创新能力
制造
唠叨
打架斗殴
极为
假期
考考试
立马
午睡
厕所
疑惑
过后
活动课
教学效果
教案
易于
继承
动机
激活
视野
更高
五六个
放任自流
家有
家法
校有
渠道
两者
龙飞凤舞
太过
交上来
尚且
失分
上述
强制性
摸透
严肃性
化为
贴近
言行举止
来访
理解能力
体系
高台跳水
落到
教差
人大
太怕
思想意识
辨别力
是是非非
指示
口风
辨别
负数
我称
摩托罗拉
有少
之任
共性
凭心
而论
速度慢
单门
一个半
小题大做
找茬
灵验
皮肉
之苦
能骗
骗过
灾难
站不住脚
情形
几次三番
夺过
大肆
哪样
朱桂红
哪一位
望女成凤
豆豆
傅佳乐
如想
玩游戏
只怕有心人
长短
羞愧
要考
烦琐
一月
学有所长
争做
一一列举
最美
风景
乐章
懒惰
不难
沮丧
赋予
学有所成
忍心
方方面面
爱惜
列举
周记
严谨
每人
记录下来
利于
勤学
此时此刻
辅导班
心得
联手
崇拜
繁忙
烦心
终生
它会令
遗憾终生
发觉
无力回天
哀叹
在我看来
割舍
不掉
出力
这要
更进一步
尽职尽责
可造之才
严格教育
争当
五花八门
乌七八糟
电子
游戏厅
网络游戏
影视
漫画
小说
书刊
歌舞厅
一落千丈
极个别
自理能力
本意
不早
英语口语
号考
立竿见影
明智
回报率
美满
显示
改造
从何而来
法宝
晨读
玩儿
人和事
扼杀
郑重其事
切实可行
方便
未必
少不了
此基础
三位
对应
后开
有的放矢
沉迷
采取相应
哺育
按摩
花一
但花
怀孕
出世
六岁
时该
开业
没空
党和国家
四五十个
重心
光靠
侵噬
计划经济
宝压
无形
纠错
奖惩
依赖性
一有
各个方面
远远不够
基于
两难
爱情
事物
争论
歌唱家
顶嘴
孝敬
栋梁之才
师资
评估
摸清
之功
吃苦耐劳
受过
庸俗
自私自利
要求进步
祥和
困扰
警察
双管齐下
地爱
养育
根源
日常生活
幸福感
健全
称职
懒散
记笔记
走心
无锡
实行
赵欣印
诗瑶
叶涵
赵映程
吴泽龙
陈滟
王亚昕
许淇
收集
事宜
王老师
课题
专家
世界观
导向
赵鑫瑜
欣怡
张育源
博文
几分钟
借此机会
退场
下雨
张译丹
王志勇
于乐
陈思雨
乐乐
胡静
郭航诚
周衍乐
张警
周亮宇
李佳
张凯
睿哲
仁爱之心
领域
从来不
看起来
歌唱
祖国
更为重要
闪光
美妙
作品
哆嗦
光辉
感人
风范
韩美林
制作
含量
尊严
限制
之感
了不起
鞭策
持久
超越
润物细无声
瓦解
性命
牢记
姚欣
徐跃生
信息量
课时
开端
要学
有机
积极主动
层次
光亮
自愿
病情
支昊泽
朱益锋
孙子
张田语
立志
姚发洪
三周
共青团
上下
普遍
第二个
轻微
消失
甚至于
不知所措
互相配合
晚饭
学记
每晚
刻骨铭心
可见
地站
必将
无穷
事业心
助人为乐
要说
三点
滋生
助长
助理
恨铁不成钢
桌上
流逝
细雨
门口
这班
连忙
左手
右手
难怪
急于
赵磊
青年
同龄
胆小
倒水
之火
奋发向上
浇水
施肥
带上
真挚
扭曲
振作起来
早就
镇上
会来
惊讶
一肚子火
四年
亲人
叮嘱
如今
一代新人
一场
空着
第三天
三明
亲戚
三天
哥哥
细细
最多
犹豫
思索
姐妹
直到
刚上
男子汉
笑了笑
闻到
烟味
低下头
趁热打铁
也好
转身
掏出
缓缓
计较
难堪
说了算
舒畅
隔三差五
听取
一两天
解决不了
差点
谴责
一所
生源
养活
燃起
我刚
友善
破罐子破摔
日记
不断进步
早已
当年
攻击
一长
总会
记下来
亲生
收效甚微
黑板
难过
愣住
换位
满不在乎
习惯于
雨露
洋溢着
地面
这类
十岁
不计后果
接受批评
出较
不懂装懂
甘拜下风
弱项
小学教师
一朵
轻生
引领
惹事生非
般的
弱点
向往
吝啬
比例
入心
基本前提
大汗淋漓
各种各样
温柔
个别谈话
分清主次
一席话
回信
刚刚开始
双向交流
口吻
不顾
局限性
经典
孝顺父母
误区
精神障碍
独自一人
本便
很烦
不久前
离了婚
起头
忽然
焦虑不安
长此下去
尽责
不堪重负
承认现实
于事无补
多点
局限于
心腹
笑意
涨红了脸
流利
良性
不畏艰险
勇往直前
悦耳
眼圈
扶起
大赛
二等奖
多元化
刘德祝
鲁迅
植根于
怀着
入学
桀骜不驯
立场
小霸王
发言权
我试
奋力
借助
英语课
难受
尴尬
普通
一支
号召
送给
情景
午饭
颇为
来源
更能
简直
伸手
下不了台
他妈
娇生惯养
偶发事件
没错
材料
维护
师道尊严
上风
某个
克制
过错
损害
无故
单亲
按量
画画
画得
抚摸
满脸
园地
诸城市
管起
顽皮
脑中
拿出
想起
改好
脑子
篮球联赛
一只
自言自语
偏袒
作出
仅靠
转过
悄悄地
苦口婆心
爱动
老实
手里
一张一弛
一横
小小
国际
聚精会神
手抄报
笑了起来
反响
可喜
细心地
同伴
双手
武器
将近
自负
变好
偷东西
反问
高硕
先到
行列
为先
邻居
思想观念
那一刻
拿给
管不了
得以
人民
沾染
小海
托付给
博大
教育引导
顿时
心事
文具
象棋
偷盗
皮带
年级组
感悟
短信
旅游
返校
无助
心理专家
额头
最小
上帝
关掉
李冠
伙伴
以至于
不觉
买来
词语
方针
成其为
促其
优缺点
微弱
轻声
顺着
心强
事前
满口答应
文科
期望值
优等生
不争
借鉴
火烧
冷水
火花
小组长
第二步
留在
自如
外公
外婆
文明礼仪
校园内
耳边
大吃一惊
刮目相看
起色
傲慢无礼
放肆
束手无策
自已
语重心长
深处
重在
因人而异
开玩笑
下象棋
第三名
魏书生
启示
想不通
暑假
所说
短跑
得力
参加考试
家庭成员
该班
看不起
巧妙
关切
家境
自残
经营
企业
证实
言笑
那儿
不长
电费
弟弟
回忆
勉强
重拾
达成
无话不说
高高
好景不长
和睦相处
总让
大力
情绪化
持续性
春风
取得成功
较忙
那好
废话
原理
欣喜
何时
自修
散步
往日
常言道
中间
超多
老是
很小
少年
当上
格外
武术
单薄
播洒
本该
单方面
坦诚
培育
赵芷瑄
跳舞
自我实现
迹象
永顺
演讲比赛
枯草
根基
大打出手
乐于
所犯
慢慢来
上药
往事
邻班
不易
近况
好书
小杰
审视
叫住
适用范围
干活
伯父
占胜
孝敬父母
时时事事
辅导员
林某
高中生
他俩
王隆龙
元旦晚会
球场上
过多
具体做法
先对
对错
完毕
几十分
丢掉
脑袋
一团
饱和状态
弹起
皮球
置之不理
汽车
拥挤
大于
焦躁
万一
成败
夸大
气馁
威胁
沉迷于
时间表
绝不会
忙里忙外
能成
征程
挥洒
怎能
播撒
人会
胸怀
同学会
一分耕耘
一分收获
水面
岁月
人生道路
崭新
一页
它会
前程
决胜
飞翔
恩师
见证
献给
整队
行进
磨合
先进个人
宣读
戒骄戒躁
再接再厉
优生
平时成绩
大考
怯场
满足感
不来
合适
不开
绿叶
磨练
多练
胡思乱想
情况汇报
听之任之
转折
越落
越后
过渡
主观因素
监管
力求
松一松
降一降
一上
跨过
财富
打瞌睡
观摩
中应
相聚
受累
阶梯
学科知识
一胜百
哈佛大学
学历
毕业生
模糊
长远
职业生涯
哈佛
不如意
安稳
中下层
各个领域
专业人士
大都
中上层
年间
不懈努力
各界
成功人士
不乏
行业
精英
一蹶不振
起劲
对着干
交友不慎
批判性
外界影响
高人一等
时则
垂头丧气
彼此之间
感染性
做好事
从众
应早
这样一来
保驾护航
过夜
很迟
超消费
业余时间
反对
同学聚会
过生日
凑堆
聊一聊
一同
先教
颇费
心机
悔恨
磨刀不误砍柴工
滴滴
优秀品质
金无足赤
小时候
十足
马夏司
棒球
人士
竟是
发现自己
大增
李校长
地下
鄙视
争得
说声
热情高涨
倍增
副科
蔡卜文
黄子益
陆星彤
朱星宇
可喜可贺
干劲
新学年
餐厅
一清二楚
点明
会犯
强硬措施
犯大错
屡次
扫帚
缘份
限于
详尽
握手
海涵
黄子
欣悦
陈伯晗
蒋瑞涵
陆禹豪
顾琴
姚昱廷
祝彬程
徐学豪
一程
詹舒涵
袁美琪
陈志远
韦轶婷
徐子欣
张津毓
密密
何晨阳
张语轩
施星宇
顾明强
昊天
李军浩
陈俊池
王博涵
周熙然
刘威良
季星宇
张晴
黄煜格
王雯
浦馨予
王誉憬
何轶妍
何军
下楼
发车
勿误
保存
每组
带点
以水
太多太杂
统计
晕车
备足
晕车药
服用
用品
餐巾纸
杜绝
喧哗
领头人
清点人数
展览品
方能
誊写
稿子
打印
装订成册
游玩
年度
新教材
教学要求
教好
设备
生动活泼
教学方式
事实证明
转差
好差
这批
不强
个别辅导
严翊铭
张宇涵
刘馨仪
夏菁
祁健
温骁景
胡传钰于
丁威评
陆翔
仲益
王思懿
魏雨琪
彭思缘
黄嘉
愉夏瑞
有礼
确立
参差不齐
回复
网上
力不从心
终究
唱红脸
一通
红脸
签字
发给
徒劳
花钱
我本
两三个
天黑
极好
还好
为止
关机
后方
这边
有种
棘手
模仿
拥抱
通常
磕磕碰碰
回事
此类
过早
早点
太多
千方百计
看出
奚菁郁
少部分
服装
名牌
佩带
两步
拟定
白天
好样
施加
不切实际
考取
切记
空气
助阵
动辄
缺乏自信
考好
宗旨
考后
不变
如实
多名
一切办法
今晚
自以为是
不交
体育锻炼
前辈
全新
训练方法
延伸
篇目
课堂气氛
经验教训
讲练
突破
活力
应试
萌动
教学模式
质疑
求索
捕捉
每日
扩大
锤炼
紧扣
有法
开阔
开拓前进
如约
落脚点
增进
取向
同步
旧课
根本无法
阅卷
质中
想象力
十分关心
出息
圆满
容不得
浪费
讯通
实处
定位
要花
问清
横向
这段话
共享
尽力而为
精心安排
勇于进取
发扬成绩
小结
绝大多数
所求
佼佼者
不胜枚举
细说
谱写
沉浸于
兢兢业业
竭尽全力
甘愿
甘心
一无所获
上要
勤奋学习
勤能补拙
迎头赶上
笨鸟先飞
早入
光阴
脚踏实地
一丝不苟
勇于探索
勇于创新
记字
拉开
望而生畏
勤练
小练本
记日记
素材
作文题目
无从下手
逻辑性
系统性
熟读成诵
语感
hello
铅笔
pencil
闲暇
时试
中会用
斗转星移
光阴似箭
少壮
老大徒伤
月度
新起点
善学
顽强拼搏
杭岑
准时
伴读
实效
打造
默默
心不在焉
任凭
无用
越发
岂能
吴熠晖
聚集
爱班
好学
敬业精神
心往
劲往
客观存在
默契
见识
犯了错
固然
抽空
陪陪
拇指
再有
王梅荷
抽身
充分说明
弹指一挥间
半年
全看
强有力
后盾
搞上去
心坎
两头
逍遥自在
上期
PPT
大方向
薄弱点
慈母
敌对
千教
教教
求真
本领
贡献
培训
重复
上海
维持现状
花费
心血
风采
表达能力
耳濡目染
基础知识
会后
身体素质
写得
过度
举足轻重
共商
大计
择业
报纸
刊登
一则
因完
羞涩
神经
决不能
性感
电视节目
逻辑思维
感性
差别性
主见
未被发现
常骂
越长越
统一认识
心服
公民
平等竞争
欠帐
越多
婚姻
接济
有见
早日
倘若
德智
切合实际
过低
某一
断定
过高估计
好些
人外有人
天外有天
几十年
精心培养
成不了
朝夕
侥幸心理
断然
堵不如疏
大哥
两口子
目不识丁
名牌大学
严管
一面镜子
一致性
自豪感
吹胡子瞪眼
摆架子
吃喝玩乐
一问三不知
品质恶劣
孝敬老人
关键性
消极因素
成堆
个性特征
加以分析
疑虑
起码
高档
但求
保姆
考有
牵涉到
多个
圆未
撑门面
祝愿
掩盖
解惑
言传身教
桌旁
逆反
百思不得其解
你家
半点
整日
吵闹
五年
分数段
各学科
两级
起伏
安全意识
肢体
推推搡搡
明知故犯
公约
自主性
不向
摆正
动脑子
做题
电子设备
师傅领进门
修行在个人
多思
多悟
触类旁通
逆水行舟
不进则退
勤于
班委会
拖后腿
搞点
监控
带入
第一阶段
打游戏
负责制
下页
陈瑾
黄雨凡
陈欣妍
朱纹慧
罗慧
王文慧
林泽宇
永康
呈祥
陈屹楠
王芝清
郁文娜
吴斯羽
魏筱雨
崔译丹
马诗妍
蒋炆
汪鑫
鲁旺
陈文
王文钊
冷其鹏
杨耀辉
曹雨泽
季劲宇
朱嘉铭
赵洋
韩庚均
上车
序号
排列
为序
召集
就餐
遗漏
车位
众所周知
极其重要
幼稚
手足无措
手把手
加之
完善
比如说
共同进步
张歆然
陈宇
杨文睿
朱文
练习本
运动鞋
查找
卫国
陶行
正直
书桌
一对一
考核表
愿家校
提速
提质
美的
我班特
入场
感冒
围观
检录
皓然
邵文卉
张爔
张家
江洲
张孝梅
后勤人员
姚欣彤
江州
严富
常洋
陆红帆
德华
陈为
张玉坤
王馨
唐秦
许佳瑞
缪安英
甜甜
陆潘媛
黄斌
陈蔚
王静
瞿梓瑶
朱禹行
吴皓磊
田锐
田宛玉
马晨予
赵佳乐
薛舒涵
齐浩钦
高于
搬运
蔡瑾晗
何啸楠
赵昱清
黄翔
黄淇
黄品然
蔡清益
肖玉洁
王雨彤
曹雨晴
王嘉力
王昱
全国
楷模
特级教师
多元
破解
这支
耕耘
硬度
妨碍
肩挑
传承
中华
平庸
新天地
碰撞
优秀教师
锲而不舍
质量上乘
公开课
可贵
符合
努力做到
诲人不倦
顾随
神行
何等
北大
教授
青衫
衣袖
作者
树叶
呼唤
显然
人生态度
满天星
本事
半小时
中得
说不出
万分
大师
黄侃
直立
行走
精神支柱
深度
挑着
奋进
志向
中华文化
之根
之声
今日
下手
反面
两条
罗曼
罗兰
土地
光明
思源
黄昊哲
柏雨彤
薛安钰
王杨情
赵梦雨
黄思涵
秦子洋
何欣原
王峰
张宁
杨浩
张庆坤
黄乐言女
张静茹
戎灿闻
耿雨萌
朱玉静
胡瑛
胡传钰
黄嘉愉
丁威平
陆翔仲益
刘馨
仪于
如温
骁景
夏菁祁健
方波
孙钰彤
王金羽
徐子
一堂
具体来讲
束缚
教育观
知者
尤为重要
十分重视
苦学
沉闷
先天
基穿
讲授
教具
教学活动
培养能力
用活
转向
系统论
组成
多样化
解题
广度
次要
马若涵
陈南旭
徐雲鹏
保密
惊慌
蒋圣晔
朱映彤
肖亭泽宇
王钦
志豪
黄妍雯
刘子暄
王瑞
季心
陈思涵
于辰
耿明轩
陆思怡
杜锦澎
何仕阳
周洋铭
忠于
贺渝凯
李斌
徐一语
杨皓宇
李亚
董洁
包益
匡薇
黄品
何俊辰
时启飞
陆文哲
新雷四
初考
相差无几
四科
坏人
引诱
越变
越坏
泥坑
生长发育
高峰期
生长
第二性征
过渡性
动荡
常看到
逞强好胜
崇尚
江湖义气
多愁善感
真善美
假丑恶
分辨
不良影响
神秘感
削弱
多事之秋
高质量
纸上谈兵
认直
若不加
优质
早睡早起
复习功课
具体任务
下工夫
某位
约法三章
概念
例题
求助于
时先
疑难问题
悟出
委托
相似
剖析
集中精力
痛痛快快
玩一玩
掌握分寸
纹身
算成
洗漱
去掉
圈子
千说
到此结束
您们好
升华
热门
金钱
万丈高楼平地起
一夜
炮制
降临
乃至于
几场
少睡
高能
适应能力
人才观
两代
新鲜事
有换
短文
两段
美文
寻常
亲近感
合理性
罗曼罗兰
长见识
远大于
明智之举
果真
促成
有效途径
全推
失职
品德教育
连同
敬人
人敬
无怨无悔
辛勤劳动
结出
累累硕果
迫切
鲜明
政治立场
吵闹声
出好
以色列
再富
人之常情
之爱
无法估量
天下父母
利和弊
原则性
灾难性
若非
额外
支出
肩负起
兼任
急于求成
每周五
过目
如是
共创
开花
心门
任劳任怨
摆在
短短
诚挚
上班
正值
热闹
新书
人来
诧异
吃惊
包过
书皮
冷冷地
震撼
解开
义气
无业
不出
出口
存有
戒心
起先
保持沉默
他病
拿药
所挚
读出
自重
一点一点
耳朵
一番话
话锋一转
当真
算数
加温
一棵
出土
幼芽
开动
发动
冲过去
劝解
心酸
之泪
不忍
分离
性格特点
偏执
满头大汗
提些
悄悄
大热天
通往
照亮
发挥作用
台下
掠过
一双双
执着
深信
时皆会
语调
措辞
响应
例外
有恒心
正轨
暗自
庆幸
一问
第四节
报案
出去玩
一刹那
一波又起
考不上
女朋友
疯狂
撑起
每月
辛辛苦苦
先得
应会
坚守
转机
一再
逐一
坦白
敢作敢当
一转
一说
口袋
重新认识
从那以后
肝火
年幼
沉静
犹如
转入
去理
反省
装作
收敛
好点
不折不扣
自习时间
没进
楼道
坐好
正要
我错
却说
男生女生
哭笑不得
信服
大张旗鼓
推移
这使
权衡
下决心
召唤
只能靠
祖父母
危机
通过观察
互帮互助
试图
一进
双重身份
偷偷
祖父
教育转化
火种
有目共睹
求助
想当然
自豪
疲于
那年
不免
他法
一一
老虎
从没
驴子
暂且
毫不含糊
多以
新一轮
班干
竞选
整顿
组建
长得
暴露无遗
成立
小团体
带头
寄住
走访
离间计
外围
在内
警告
看得出
拉家常
追问
片刻
亲戚家
顺畅
毕业考试
琴弦
肖东
不说
再见
人群
先是
陆续
骂人
莫名其妙
哄笑
安宁
不放过
转换
改过
相机
发挥特长
定能
一根
弹奏出
受不了
家里人
情有可原
强项
地干
小事化无
读读
名言
忍一时
讲讲
守望
作家
一首
八岁
因未
常做
唤醒
颁发
大幅度
六年
天大
辜负
这片
行且
场合
自我教育
兄弟姐妹
下定决心
面孔
思想活跃
居多
新生事物
辩证
尖子生
挺重
无数
入脑
描述
有位
口角
一急
班时
私底下
事使
不一会
镇压
很坏
小事化
战术
平面化
加大力度
严格遵守
作人
之道
操后
铃声
深吸
一口气
直言
形形色色
团结起来
互相帮助
听边
慢跑
几圈
脚下
痕迹
落好
一个脚印
他肯
心理相容
多遭
有余
心心
以诚相待
意愿
凌驾于
之上
应靠
引入
美德
跟随
大吵
振振有词
丢三拉四
自控力
神色
爱面子
因势利导
春晖
设身处地
不难看出
遗忘
及后
小儿子
师某
曾多次
同年级
有说有笑
大相径庭
兼于
辈份
处应
小叔叔
小品
歌声
自强不息
细细地
瘦弱
引到
会场
一阵阵
当今
苦恼
置若罔闻
以至
心理疾病
退缩不前
不然
听不进去
慎重
打得
追赶
理睬
有意思
微微一笑
怀有
教诲
失控
走廊
急忙
自嘲
本文
英语老师
朝夕相处
恶意
闹僵
伤口
步步为营
非你莫属
张扬
怕吃苦
有所提高
埋头
谁知
数学试卷
让步
硬拉
换种
怒气
两节课
答复
吸取
没面子
这场
专题
不象
多虑
隐秘
无礼
寄予
更何况
偏偏
恰恰
火气
深入调查
人非草木
师德
何乐而不为
劝说
恶化
课任
设定
着想
置身于
身份
红军
招惹
通红
上去
铃响
小子
亲眼所见
这下
分明
围着
成绩单
窗户
自学
小心
气话
气愤
妥当
封闭
打断
活着
面貌
伤透
脑筋
手指
演一演
谈天说地
钉子
回放
选手
敏捷
卷子
纸卷
若无其事
没什么
理直气壮
暴风骤雨
开篇
日志
几节课
违纪行为
来不及
新鞋
生怕
百合
个位数
大伯
因故
七十多岁
正需
之时
仇恨
晚休
期终
夺取
荣誉称号
神态
笔墨
热爱劳动
当当
平均分
恶狠狠
归类
前者
做做
班队
谈一谈
心知肚明
皆大欢喜
一招
众多
轻言
捉弄
甩掉
五年级
解析
领悟
下游
顺手
拿来
来时
死活
袜子
理他
耍赖
随心所欲
贪吃
偷人
热爱生活
小旗
投去
友爱
写出
上满
减弱
较弱
心去
黄静华
看成
不良习气
焦急万分
怀里
年迈
相伴
补偿
病危
守候
病床
伸出
王鑫
琢磨
寻找机会
banzhuren
亲属
每一件
年前
心病
车祸
悲痛
申请
资助
第二名
家门
鸡蛋
神奇
意味深长
一腔热血
势必会
情感化
金黄
豁达
为师
黄金周
黑色
中断
打死
不信
没事
女人
几近
本市
冤屈
顿觉
禁不住
颤抖
痛思
执意
实事求是
几种
自由散漫
迁就
浓厚
发掘
任命
一员
地用
令人高兴
唯我独尊
接任
尹慧
缄默无语
一字
自闭症
做饭
傻了眼
过早地
思虑
现任
商讨
有次
借伞
告别
烧饭
洗衣
世上无难事
比其
增其
无限
时光流逝
十五个
年头
许许多多
沈阳
怨恨
一喜
会恨
平常心
谨慎
尚可
高二时
极少
纽带
破茧
成蝶
沧沟
核心人物
每时
每分
收效
不大
一闪
街上
轻锤
铁器
火候
挑衅
前面
下马威
第三步
表明
督导
过失
卫生状况
冲击
抚养
高年级
一类
外部
一帮
结对
无比
此项工作
多方
新理念
评议
推广
高高在上
瞧不起
大笑
轻描淡写
当场
不犯
谆谆
善诱
悔改
真相
抬头
出了名
心上
全是
苏迪曼杯
张军
最为
苦苦哀求
面条
蛋炒饭
讨人
一笑
他成
否认
叩开
通道
所带
交际
去世
热泪盈眶
深夜
古怪
他来
雁栖湖
露宿
中秋节
公园
赏月
无拘无束
改选
单位
登山
奋力拼搏
真心实意
恰到好处
得心应手
情爱
基石
倒霉
前一天
小伟
档案
出名
太好了
鬼混
饭菜
接到
我家
继父
一块儿
一大
正确处理
场面
饭后
城里
创伤
团结互助
幸灾乐祸
下课后
好听
那件事
大扫除
写下
鼓起
身处
评析
体育运动
意志力
借此
自古
震泽
前夕
一惊
哽咽
太多太多
一见
发泄
聊聊
备考
心结
不写
课外作业
离群
偏低
失落感
去除
畏惧
吴丛
严敢
融为一体
普通话
收拾
以爱
操之过急
退一步
女生宿舍
星期一
用电
空调
调到
好友
一幅
不由自主
苦闷
有趣
童话故事
一声声
上进
错过
行式
李煌
偶然
不失时机
不拘
坐得
放开
平凡
对得起
良心
弱智
纷纷
前去
没过
样样
吴雪茹
德育处
护送
四楼
紧闭
幸好
一扇
后怕
不良情绪
寄宿
爱像
医治
有所改善
多些
真爱
村民
机灵
小聪明
商量对策
手法
奖分
乖巧
热忱
坚毅
要轻
柔若
习习
好似
涓涓细流
苏霍
关怀备至
深思熟虑
触及
不屑一顾
独子
自我贬低
这节
自省
消弱
说得对
灰心
个头
暗暗
征文
感到高兴
陪读
五名
递给
不上
复旦大学
念书
犯困
课间休息
礼拜
怪不得
牛奶
好久
强度
陌生
一人
歌德
征服
星星
发光
天窗
辱骂
会令
普遍现象
背着
玩具
没顺
大吵大闹
早逝
人靠
但他却
大门口
多钱
干吗
快点
兜里
回馈
李红为
录像
汗珠
布满
劲儿
咸菜
画面
满眼
录下
供养
寂静
抓准
裂痕
双脚
幼苗
迎刃而解
霸道
感悟到
人文
漠视
润滑剂
时时刻刻
远期
试着
明显提高
饱含
野马
嘱托
巨变
冰山
应以
超常
数学家
深情
一匹
翻墙
早退
个子
运动服
棉衣
焕然一新
补习
讥笑
头去
嘴巴
他准
自个儿
马不停蹄
源源不断
无力
乖不乖
暴打
为所欲为
真理
无法弥补
郭欣宇
我作
充当
扣子
扣好
其内
必有
本书
魏先生
说明书
找来
想得到
那写
其有
问答
比不上
助其
签个
其母
本性
摘要
转来
示范课
大型
全校师生
工程师
花朵
原地踏步
看得出来
凳子
渴求
古代
陈成威
刚任
功夫不负有心人
发奋图强
全级
另类
当晚
进步奖
演讲
出乎
意料
曹云波
才气
废话连篇
老师上课
神采
欢声笑语
扮演着
流露
神采飞扬
不尽
考时
让我学
焦点
近乎
早操
教官
确信
之种
孙丽
吃软不吃硬
捣乱分子
先天性
一害
脸部
称赞
某种
量化
前列
抓住机会
长途
对小巫
实验课
第一节
劈头盖脸
下结论
境地
引以为戒
响起
未乱
沈老师
发了
黄卡
恼火
不治
走动
丑小鸭
尊严感
某某某
不自在
并未
谈及
神情
劝告
敏锐
省心
手电
低声
谎言
好意思
这条
乱写
一气
陆陆续续
看上去
张老师
换个
总算
课桌
换座
谈过
从小到大
百战不殆
知己
握手言和
换取
改观
奖状
无为而治
借钱
委的
家事
排行
明亮
顾虑
多人
感召
知错
能改
也罢
理达
跳出
农门
悲哀
良苦用心
四中
无德
鲜活
回过
手套
最累
第一句
后妈
不服输
人生目标
以期
协和
不尽人意
时而
思强
犹为
进行批评
遭到
大有人在
毫无保留
创业
一个样
当任
管理者
绩效
近些年来
新课程
专业化
独到
文公
但愿
伙同
四位
生管
琐碎
有喜有忧
有乐
最有
班务
求教于
管理水平
搬套
班情
创造性地
个性化
严而
有格
众人
不料
篮球比赛
瓶子
收购站
班费
群众利益
较量
下棋
主持
李咏
玩心
不良现象
迫在眉睫
眨眼
违了纪
混天
度日
认真对待
当一天和尚撞一天钟
空空
可惜
抵制
烂泥
扶不上
位位
紧迫性
不辞辛苦
余力
抓得
习题
丢分
看能
多天
临考
地学
浆糊
起书来
消磨
殆尽
大不如前
停滞不前
模糊化
高原
重复性
过量
极限
极点
烦躁不安
看不下去
心烦
越学
高负荷
安定
拍打
既来之
则安之
高速行驶
障碍物
路段
车流
时会
减速
缓行
散散步
饱和
精神压力
状元
全心投入
学习效果
改变现状
有用吗
人为
一小
联想
德才兼备
学前班
合情合理
吃饱穿暖
结交
正派
mp
严格执行
归宿点
为难
刁难
的确如此
全心全意
亲爱
满怀
铮铮誓言
决战
白驹过隙
即逝
说长
万秒
十年寒窗
天是
厚积薄发
拼博
寒彻苦
哪得
梅花
扑鼻
哪能
甘甜
艰险
撞线
刹那
马到成功
盼望着
花胜
风光
四时
奔跑
这一仗
战前
誓言
最是
太短
朝气
奋发努力
分秒必争
强者
粼粼
波纹
云中
从树林
圈圈
年轮
全力以赴
十几年
披星戴月
寒暑
成山
满天飞
翻开
绚丽
如画
如星
如歌
字能
苦战
百天
逐鹿
考场
笑傲
翅膀
雄心
光芒
畅想
十八号
明日
朝阳
会因
壮美
范公林
陈娟
经过努力
秩序井然
纪律严明
严密
台阶
生们
更上一层楼
优分
水准
瘸腿
腿走路
不远
畏畏缩缩
放不开
骄傲自满
心浮气躁
一知半解
心猿意马
课前
耗掉
踏上
认真总结
劣势
找准
多远
竞争对手
赶超
从容
锋利
天生我材必有用
红花
宝剑锋
磨砺
梅花香
自苦寒
坚强意志
拼搏精神
吵吵闹闹
勤学好问
打打闹闹
独立思考
增光
吃得了
受得了
耐得
寂寞
地查
并不一定
记录本
角逐
汇入
升学考试
升学压力
增添
查孩
一项项
核对
不宜
言情小说
武侠小说
网络小说
玩电脑
节假日
先玩
天半
炙热
标尺
有坏
差劲
下层社会
厮混
偷窃
满口脏话
劣性
几度
深具
打出
十二岁
上场比赛
抱持
专才
採取
特殊教育
使鲁斯
努力奋斗
家喻户晓
明星
有教无类
可恨
担起
扫除
一分
可塑
之材
琢之玉
缕缕
季贞
陆琳
常琳
吴瑶
黄鹂
孙安杰
笑笑
蒋淼
孟秉耀
朱禹琏
心雨
崔颖
冯旭
邹瑶
祝景煜高
张凡
童胜杰
刘昊桐
兰夏泽
何宜静
倪佳悦
黄瑜程
刘香仪
倪嘉
唐荣
李洁
薛景源
曹淑妍
曹译丹
杜禹彤
朱苏宏缪
康宇恒
赵婧童
王汇雯
航居文翔
陈雅琦
郭滢
潘昱成
祝鑫程
郭彦池
吴俊
天佑
王裕皓
张雅琦
张婷
张瀚引
刘昊欣
李洋
组七
联系方式
周沛驰
张田宇
张雨
陈春红
卢蓉
英语教学
调进
知之甚少
未曾
英语课程
潜心研究
学到
教学情况
生疏
如尽
形式多样
英美
英文名
二次
教态
难易
适中
吸引住
学习气氛
领先
读写
训练量
启用
分配
肯学
多加
松散
分类
周鹰
面相
彩云
提纲
状况良好
品行端正
遵规
学期末
比上
持平
五六位
检查督促
笔头
微信群
赶不上
新增
十八变
喉结
变粗
帅小伙
模样
黄毛丫头
落成
亭亭玉立
雨季
尽我所能
替代
赔礼道歉
糟糕
波折
角儿
扮演
掉下来
一巴掌
数学教师
其余
好班
一塌糊涂
信通
不过关
象征性
每道
题海
一大早
苛刻
考评
守信
强烈建议
留校
留过
下策
苦读
怠倦
一亩
三分
无法比拟
初有
十几个
当事
当日
下半年
六点钟
重申
周测
会发
发短信
为何
变坏
朴素
方才
学生守则
符合要求
特别感谢
开机
需向
十四五岁
花季
朦胧
不得了
如临大敌
一般来说
年代
传传
实质性
接吻
小混混
物以类聚
人以群分
交际圈
在场
聚会
牙齿
舌头
难免会
径直
林子
泡网吧
KTV
恨不得
相互交换
熬不住
校门口
中饭
伙食
四节课
主课
热腾腾
太早
十一
心肝宝贝
失踪
心惊胆战
叽叽喳喳
整理出来
隔壁
一届
同等
真心话
一两个
抱歉
良好环境
责任重大
发给您
六名
向树阳
张煜
各课
早读课
倪键
会泽
打气
过于自信
不快
七门
五门
六门
一到
七减
减二
等于零
仪容
仪表
穿戴
整洁
田讯鑫
提供方便
明文规定
有太多
疑问
睡觉时
违背
宗晴雨
泰然
曹群
施书航
两步走
调查表
腾出
空来
说不过去
加压
高度集中
虚弱
充足
良性循环
起居饮食
生物钟
能学
慈爱
本部
愈发
悲观
已成定局
首要任务
不提
包办代替
督战
刻意
专职
烦闷
透不过气
消极影响
现有
总爱
念叨
加把劲
思想包袱
社会青年
微不足道
百分之百
无愧
借月
夏季
简介
百强
单科
成绩突出
有进
跛脚
松劲
歇歇
混混
跳崖式
想尽
导学稿
封面
待查
全部都是
点阅
疾病
群里
死皮赖脸
怕动
出操
屡禁不止
不堪入目
连篇
啰啰嗦嗦
批评指正
座谈
王娟
刚入
尚浅
怠慢
现将
自读
细研
备得
十分注意
编写
归纳
满堂灌
主导
准备充分
储存
前人
先前
求智
新课标
定为
终极
初一学生
拓展
精心设计
多样
较长时间
版块
夯实
硬笔书法
字词
循环
放映
课外阅读
读书笔记
摘记
解题技巧
循序渐进
随堂
课标
章法
学以致用
有恒
交叉
渗透
栋梁
周清
填空题
四五个
哪道题
一连
记不得
期初
两道
寒假
原题
染上
误会
互相理解
互相支持
办得更好
不管怎么
再就是
德智体美
任其发展
可取
指明方向
取决于
处世之道
一贯性
持久性
高层次
少看
咱低
脱钩
手工操作
熟练
空子
莫不
多来
多提
月测
大好事
大起大落
必争
原地
画圈
学习型
班班
想必
七年
一日
裤子
少记
自备
天下无难事
打下基础
把把关
每天花
交流思想
全程
敌视
争斗
嘲弄
腼腆
信心倍增
鉴赏
有方
常存
慷慨大方
强行
讲要
考进
既要
强求
顺其自然
保持联系
杜银华
参会
关口
鞭笞
勤加
甩手掌柜
任由
无聊
复习计划
仪式
运气
说到底
休戚相关
袖手旁观
惨烈
甜蜜
品尝
花多大
代价
搞定
越到
从心
子女教育
上百人
发展潜力
续期
驱逐
龙成凤
心切
关键作用
奋斗目标
风貌
争先
创优
建好
好班风
集体性
班兴
我荣
班落
我耻
以班为
荣辱与共
凝聚力
战斗力
自律性
殊荣
公开场合
下大力气
学期开始
信心百倍
极少数
懒学
管着
史地
加以解决
品位
文化课
灵性
决不
护短
商议
来电
别用
食指
千万别
纵向
特殊化
投机取巧
归根结底
系统工程
辛勤耕耘
迎接挑战
比分数
收看
丁原
潘昱彤
合一
成功经验
黄子玲
张耿鸣
冷彦君
汇总
无需
点对点
对号入座
合理要求
下周
承诺书
总成绩
先说
屏幕
精神文明
主力
秋雨
我及
光是
你念
不念
不象话
光软
光硬
太软
多败儿
太硬
护着
拜托
恐怕
识字
科学合理
多多少少
学年度
盛未
涉猎
知识结构
思想觉悟
校本
汲取
郭思乐
生本
李强
基本概念
每句话
弄清楚
逻辑
运用自如
预防措施
传授给
信息反馈
稳定性
简洁明了
少而精
辅导工作
惯彻
评课
博采众长
考勤
私事
分内
忠心
谢意
简单扼要
团结奋进
引导者
监督者
小看
会学
疑难
看看书
查查
翻看
磨磨蹭蹭
限定
没把握
计算能力
蔓延
即将来临
每学期
达标
计入
甚微
头天
昂首
蓝天
参天大树
高静
与否
传道授业
电视机
认真读书
上会省
扪心自问
两三岁
读的书
表率作用
效仿
写作水平
受不得
情商
长久
原生
夫妻恩爱
影响力
呈现出
较劲
五类
边写
边忙
条理
常错
执行力
脚疼
医脚
医头
大局意识
机制
捆绑
六个
整体实力
互相监督
班纪
过关
交友
穿着打扮
用途
钻空子
云霞
管心怡
新学
作业量
灵活运用
短暂性
变多
事与愿违
历程
诞生
迅猛
转折关头
感情世界
发育期
跨入
教百
强迫式
暴力
透得
更多要
自主权
协商
红人
荣幸
左泽玮
吴欣言
秦梓轩
隗彬
戚雁文
何维泽
唐寅
何妍润
张越
周宸宇
刘明欣
王妍雯
奚源
李晓迪
