<PAD>
 
，
的
。
学
一
不
我
生
他
是
、
了
有
在
子
要
家
时
孩
教
心
们
长
自
人
习
班
会
到
这
1
师
对
个
和
作
好
中
上
成
为
：
能
动
同
育
就
以
理
发
做
来
老
任
进
2
也
事
全
校
“
”
地
力
大
现
主
后
情
多
得
0
说
己
出
安
（
）
过
间
意
工
于
很
爱
小
行
她
3
点
问
你
分
都
想
课
如
下
方
定
重
活
让
之
组
面
可
关
与
而
感
样
题
5
比
运
因
高
起
业
没
体
开
常
信
应
话
其
各
次
给
去
天
解
认
用
明
么
些
性
看
所
员
及
实
从
果
期
9
年
还
级
经
提
8
等
责
前
但
真
表
导
．
注
最
位
正
处
每
绩
加
当
种
更
无
把
况
赛
本
法
4
目
:
 
母
求
强
交
着
；
并
里
打
庭
保
通
那
向
识
父
步
思
使
6
回
知
相
化
只
考
此
三
.
然
？
身
或
名
别
第
养
二
度
案
7
！
合
特
平
受
确
变
听
道
望
较
立
才
取
谈
参
外
惯
觉
严
带
指
差
错
文
程
手
先
难
完
努
良
又
机
系
场
件
必
再
接
放
几
容
数
原
少
反
往
头
负
管
改
帮
言
…
亲
助
务
该
入
态
找
什
快
内
始
语
随
展
格
量
张
状
流
效
够
报
视
女
转
励
观
需
讲
引
者
项
候
利
试
预
由
初
妈
施
部
功
新
联
,
科
非
电
/
段
误
制
持
扬
结
精
水
服
评
故
突
纪
周
鼓
至
总
培
基
象
环
境
清
极
伤
许
路
近
走
例
规
质
领
希
尊
优
友
苦
何
四
律
急
失
告
困
备
查
决
书
缺
怎
请
影
待
八
守
共
单
致
已
气
置
具
顺
儿
两
日
喜
乐
护
切
—
即
响
将
须
激
队
写
满
调
仅
布
健
离
刻
愿
兴
便
王
断
今
准
尽
光
细
充
集
谢
积
首
深
足
造
-
批
配
跟
终
析
建
见
按
且
易
欢
神
排
德
慢
证
游
织
吃
眼
读
堂
十
越
整
品
呢
康
采
办
善
形
美
早
马
标
您
落
息
职
绪
直
医
热
白
坚
论
灵
异
挥
忙
被
月
沟
救
门
增
奶
社
检
轻
男
口
答
记
式
公
李
促
代
措
树
朋
吗
产
住
争
太
遵
紧
渐
室
风
七
声
花
边
低
诉
委
握
抓
却
则
晚
爸
甚
创
卫
爷
勤
玩
存
素
智
五
针
食
懂
议
陈
耐
笑
静
予
达
红
序
药
句
显
担
照
独
趣
留
哪
示
复
诚
掌
逐
承
念
百
义
宽
速
弃
遇
互
冷
拉
物
类
根
节
干
害
阶
虽
像
既
础
支
朱
条
松
稿
适
肯
黄
值
远
触
雨
坏
车
验
群
久
包
计
线
英
除
禁
温
免
钱
消
叫
压
某
专
东
督
它
获
途
竞
欣
键
围
统
举
跑
束
辛
劳
危
醒
西
犯
练
"
否
率
抽
双
未
副
秀
收
幸
破
乎
尤
材
顾
讨
设
冲
绝
送
刚
病
勇
半
付
字
范
默
吧
春
察
际
杨
 
烈
奋
岁
佳
价
挫
怕
违
策
险
网
休
传
稳
另
止
允
闹
续
六
星
命
折
(
)
底
国
私
操
控
背
曾
乱
龄
旦
市
拿
球
坐
假
永
章
座
敬
汇
院
究
乏
脑
散
若
益
弱
吴
九
减
贴
岗
陆
靠
聊
势
防
微
空
训
暖
陪
补
洁
架
简
殊
怀
站
毕
毛
届
志
荣
战
掉
障
龙
升
询
迅
辅
胜
潜
云
列
金
色
青
约
脸
火
福
阳
痛
田
盾
追
连
迎
赏
选
料
零
宇
访
限
味
卑
克
童
矛
烦
虑
毒
徐
治
似
赞
景
算
般
买
万
翻
推
抄
技
末
睡
属
监
团
投
维
辆
凡
偏
桌
资
暴
刘
赵
谁
飞
午
《
》
忘
界
避
楚
术
磨
密
众
费
园
践
损
循
孤
厌
元
测
搞
悦
拨
氛
研
【
】
宿
林
号
融
米
继
塑
戴
愉
油
启
份
郭
忍
海
涵
孙
恶
饭
闪
奖
退
症
敢
衣
依
败
径
征
源
换
民
降
短
穿
沉
警
劲
据
熟
笔
苏
%
寻
舍
A
跳
奇
恩
拖
著
络
探
*
梁
令
划
骂
抱
累
忧
击
颗
华
世
祝
宝
弄
亮
誉
透
木
诱
敏
型
角
滴
露
忽
竟
丁
漫
泪
山
介
绍
端
营
剧
讯
＊

草
逆
千
戏
台
层
衡
耳
迟
季
伴
构
权
艺
钟
慰
艰
斗
傲
沛
宣
?
超
懈
罗
协
晨
脚
商
倾
混
皮
巨
啦
耿
核
晓
羽
罚
蒋
瑞
―
裁
余
映
召
血
赶
毫
扫
典
庆
聪
居
浩
疏
谐
擅
桥
尚
夸
莫
威
执
广
薄
画
厉
区
固
俗
括
啊
唯
泽
修
挑
济
封
齐
顿
肩
哭
模
器
慧
梦
畅
塘
怨
!
礼
洋
秋
片
仍
谎
溺
块
偷
倍
虚
择
亚
伟
摆
×
称
拥
胡
闻
斯
喝
硬
欲
授
貌
详
烟
惊
辈
巧
刺
音
缓
惕
慌
订
染
蔡
孝
姚
纸
索
漠
赖
姐
跃
躁
朝
丝
舞
冯
紫
符
局
词
尔
倒
借
脾
闭
惹
诗
惑
焦
携
撒
涂
录
Q
;
疼
呀
幼
秘
略
斥
挖
滋
巡
搬
捣
a
临
疑
迹
扩
坡
亡
脆
富
碰
麻
恒
婷
摸
肉
黑
脱
纯
渴
农
村
骨
历
史
卷
距
河
左
尝
陶
挣
惩
巾
嘉
军
旁
恰
供
泛
含
享
扉
蛋
惜
拼
播
耘
署
骄
霍
欠
闲
武
泼
夏
玉
铭
彤
抬
杰
演
辨
托
穷
润
怒
篮
番
搏
均
袭
鲜
姆
贯
魏
判
扮
摔
池
述
弥
嘴
馈
隔
虎
抑
估
逃
扰
汤
弟
弦
怪
狠
朗
掘
唐
①
馨
②
撞
停
博
丽
吵
垃
圾
聚
盲
悔
恨
南
杂
印
钰
洪
套
巴
胆
扣
洗
疗
镇
毅
忆
繁
碍
汗
献
贵
畏
衷
餐
叛
宜
航
唤
葛
昱
石
饮
仲
省
招
悟
峰
挺
敞
翼
悄
谅
巫
迫
波
甘
遗
憾
歌
珍
翔
右
趁
懒
客
士
振
嘲
恋
偶
晕
俞
榜
陷
冒
夕
审
淡
撤
卓
普
锁
圣
潦
遍
占
恼
阅
漏
隐
涉
纠
萌
贪
吸
伯
歉
琐
帆
暂
谓
返
钥
诵
扎
奠
耍
寒
喊
戒
楼
缩
劣
屈
兰
霞
脏
搭
京
缘
曹
妍
雯
鑫
琴
琪
彩
唱
仿
篇
凭
辉
婚
夫
扭
燃
祖
古
妙
铁
劝
匙
嫌
X
僻
凉
③
抵
丧
丢
梅
盼
踏
移
综
房
顶
尺
废
轩
敌
羞
妹
薛
皓
码
涛
粗
洽
昨
浪
契
玲
拾
苗
朵
吐
雕
丛
迷
谨
彻
洒
浇
圈
凌
娟
奏
怜
纵
插
摩
频
呈
﹑
彼
夜
装
乃
鲁
呵
袁
昊
仪
杜
潘
豪
锦
韩
匀
恳
签
概
朴
阵
愧
怡
睿
肌
坦
磊
攻
板
犹
魂
歧
睛
朽
匆
烂
疲
饱
蓬
勃
誓
膀
攀
秩
嗦
岭
瞄
偿
芽
赤
M
矩
丰
疚
梓
抢
★
钦
替
鉴
佩
阴
阔
瞒
灾
酬
寄
丈
政
图
睦
叮
床
呕
眩
冰
兵
捡
擦
鬼
屡
妨
⒈
⒉
p
凤
籍
灿
登
竭
泉
叶
添
扔
钻
涯
堆
漂
奚
晃
缪
卡
鸡
堪
悲
纳
闷
疾
肃
桂
呼
卸
软
迪
江
茹
坤
燕
寝
抚
倔
乖
邓
浑
糊
兼
逝
皆
窗
甜
胸
滑
壮
佛
刀
喻
秦
勉
禹
旭
俊
凯
媒
股
宗
忌
尾
傅
拜
遥
妥
仁
革
释
墨
熏
辩
舟
淇
鹏
城
辰
吕
罢
牢
宁
阂

残
摇
奈
欺
瓶
患
棋
扶
棒
拒
灌
赢
悉
屉
赋
蹲
冬
厅
恐
惧
辱
瑶
颖
毓
舒
宋
筋
巩
伙
毁
嘛
死
延
咱
骗
圆
戚
哀
幕
灭
抗
寸
串
肖
贤
乘
腹
族
土
硕
雪
孔
娇
肚
暗
愤
冤
孰
„
阿
耽
雄
贺
腿
浮
仔
输
锋
轨
塞
晰
谊
荒
吭
罐
亦
琦
彦
驰
芳
卢
勿
虹
炎
菁
烨
傻
酒
烧
P
炼
拓
旧
忡
递
夺
肆
豆
横
惰
稍
杀
煌
酸
贡
哥
镜
祥
碗
雷
哲
贫
官
挚
荐
邻
溢
柔
宠
俩
祸
蹈
R
噩
弹
归
厚
柴
c
蹭
跨
帚
摊
踪
剩
慎
户
茅
倡
腻
杯
丹
津
璇
卞
徒
逗
挂
伸
焕
绕
摘
野
拢
n
顽
甩
崇
账
衍
逼
曝
莽
埋
烫
嗓
狡
铺
瑾
冉
鞋
倩
沐
震
械
捧
汉
曼
咨
额
附
店
婉
驴
枉
诸
痕
遭
婆

淬
诀
‘
’
珊
挤
派
纹
轮
幻
碌
梳
哈
域
袖
寡
颇
缕
洛
雾
叙
倪
瑜
译
宏
晗
詹
晴
伍
矜
腾
逸
锻
捉
咳
浓
笨
逻
辑
e
l
拇
奥
⑴
⑵
⑶
⑷
党
忠
撑
盖
挡
钉
贬
稚
猛
席
旗
锐
董
湿
灯
拘
呆
羊
罪
诊
森
塔
瓜
街
菜
吓
嘱
抛
纷
姓
挠
翘
逾
恕
沾
傍
牛
谆
[
]
涓
浴
泥
墙
袋
坯
秒
耕
翅
怯
绿
寂
o
饿
渡
财
凑
暇
司
涨
昀
薪
盆
揪
茁
琳
耀
崔
摄
蓉
淳
彭
糟
申
羡
慕
牙
磕
慈
袱
躲
奉
蛇
诫
鞭
惨
刊
盯
趴
⑸
孕
侵
蓝
庸
掩
妻
筛
盘
饰
跋
楠
汪
昕
邀
州
媛
斌
橙
脊
敲
瓦
惠
柯
箱
湖
钢
冠

曲
县
掏
踢
哄
淘
捏
幅
尖
歪
恢
煎
驯
霸
讽
嘘
伞
沈
枯


苹
C
＂
廉
焚
辞
拍
储
隙
鼻
香
刹
奔
暑
崭
页
绽
饥
帕
梯
驾
­
御
煜
雅
彬
轶
弋
沣
熙
赔
祁
炜
骁
萱
沩
眠
亭
倦
吻
舌
肝
贝
郁
牌
愈
叨
编
锤
栋
填
渠
茬
挨
赚
佼
兢
h
岑
岂
叹
割
趟
晖
驱
凝
扼
郑
敷
君
盛
昂
涩
潮
债
吹
档
伏
焗
妆
搡
瞳
屹
旺
钊
雁
刮
莹
尧
叩
诲
北
沧
旅
璘
祺
昆
艾
柏
颜
裂
凳
淋
萍
熊
丑
谛
碎
瞧
豫
迈
旷
捷
迁
抖
绘
描
铃
叔
植
抹
僵
撕
闯
嫩
袒
粉
弛
乡
弯
徘
徊
躺
净
眶
x
租
咬
牺
牲
颤
帝
丐
哟
匠
隆
催
剂
腰

覃
茫
沓
鱼
④
⑤
殆
荷
惫
汽
胁
⒊
⒋
⒌
扑
粼
劈
d
驳
祟
垂
砍
琢
卜
孟
桐
韦
浦
憬
览
狗
怠
拟
齿
窜
泡
T
唠
殴
旨
厕
裤
枚
谱
沮
拙
苟
箭
焉
乌
竿
坎
鸣
诺
矢
哺
噬
侥
堵
瞪
牵
绑
锡
裔
娜
滟
玮
宸
衅
啸
邵
瞿
奕
娴
泓
莉
焜
楷
殷
弘
载
炒
腔
忱
逢
禅
衫
哆
粒
柱
·
汝
玺
庄
艳
俱
骤
晔
溪
芸
渝
竹
荡
愁
剖
炮
弊
睁
诧
剪

茧
肥
臂
讶
揍
拳
疯
狂
皱
魄
谴
侧
睹
姿
船
愣
颁
辜
兄
吝
啬
漓
瘦
趋
桀
骜
吼
尴
尬
昏

蛮

w
b
盗
豁
胀
哎
飘
兜
企

扇
灰
舅
萎
芷
瑄
姑
眉
⑥
浆
驶
馁
刁
铮
摞
瘸
耗
剑
瞌
⒍
蹶
鄙
霾
淼
秉
裕
瀚
廷
喧
哗
誊
册
翊
懿
纲
糕
棘
熬
叽
喳
壁
泰
辄
跛
歇
啰
浅
捕
渗
钩
慨
银
浸
鸟
铅
i
杭
熠
耻
逍
濡
蔓
帐
姻
倘
肢
捆
芝
筱
炆
洤
庚
歆
腐
卉
爔
珺
郎
洲
娅
蔚
宛
纭
沁
婕
欧
衔
漪
魅
莘
坛
矮
库
觅
寐
锲
涕
央
椅
愚
侃
蕴
勒
嵛
戎
瑛
菡
虞
缚
晶
雲
踩
贾
樊
伦
晋
鄂
暄
璟
澎
仕
匡
薇
昭
坑
逞
削
※
漱
叠
瞟
撼

玻
璃
爽
棵
骑
憋
烛
瞬
掠
咐
屁
捎
敛
乍
蠢
黔
喷
遮
拔
邮
苞
涟
衰
罔
胞
睬
廊
喋
揭
豹
霎
宰
孺
徽
洞
蔼
咧
薅
辫
曰
射
勾
仇
彝
盒
袜

涌
z
u
r
喃
绵
沙
茶
滚
泣
脖
俯
啥
膨
尹
缄
爆
悬
纽
酷
蝶
灶
慑
垫
晒
盈
栖
寓
娱
霉
票
厂
爬
拌
蔽
脉
抠
哽
咽
泄
臵


矫
屑
仰
陌
扛
珠
夹
咸
刃
狭
匹
棉
讥
蹄
吁
噪
颠
鸭
滔
汹
'
幽
砣
购
卖
咏
睫
眨
滞
m
驹
呐
仗
赴
披
绚
鹿
芒
井
猿
斧
砺
寞
侠
炙
厮
菸
窃
採
贞
鹂
琏
邹
淑
婧
滢
佑
鹰
喉
帅
丫
塌
苛
亩
朦
胧
K
V
垮
崖
版
夯
叉
腼
腆
慷
笞
柜
蜜
屏
猎
汲
扪
诞
肺
隗
寅
鸿
烜
苑
晏
泳
韵
渊
乾
埕
嫣
竣
霆
岚
侗
谕
宫
黎
榕
骏
笈
蒨
涣
丞
旻
炫
圳
妮
岐
萧
湛
磁
夙
咀
嚼
缭
霈
琵
琶
绢
冕
甫
痴
辟
沫
沽
襟
肘
纶
钧
沦
铸
聖
熹
烊
翠
蓓
敦
潍
浏
苇
晟
尘
１
婴


濛
旸
惟
湘
妃
邑
澜
劼
玟
飏
橦
邢
炳
麒
麟
霖
浛
浠
聂
珂
汶
沿
蕊
旑
玥
咣
拐
谜
烙
恤
屋
霜
酿
甲
啪
赌
歹
捅
颓
殿
吩
蹊
跷
抉
唉
s
闸
污
澄
瞩
沪
毗
辖
忐
忑
狐
狸
庞
嚏
糖
崩
峙
嗤
搅
壤
舆
娶
赠
莲
淤
濯
妖
喀
覆
峻
胎
忖
昔
鄢
J
Z
绅
睐
彰
踱
陡
肠
搁
臆
邪
恍
惚
懊
昌
轰
粮
氓
框
撬
喆
滨
搓
拽
藏
笼
拴
蹿
销
萨
炉
炭
妇
鹤
陵
坝
蹦

凶

蹬
滩
搂
宵
噙
哦
肇
胃
鳞
+
=
髓
款
襄
掣
撇
囚
惶
懦
押
嫁
殉
咆
哮
亵
渎
嶙
峋
陀
揉
蹒
跚
沏
砸
攥
恭
臭
啜
畸
链
跪
愕
昧
腊
茨
炸
辍
蜡
谷
茂
溅
窍
啃
揣
稻
斑
援
皂
蹴
笤
啕
晾
抿
魔
煤
钓
郊
禀
紊
梭
截
诅
咒
娃
坪
斤
佐
磅
宴
宾
嫉
妄
菲
侯
纨
绔
剥
嗡
缀
咛
寿
蚀
骚
栏
缤
渺
陋
眸

厍
嘹
砰
枪
鞘
杆
搜

纤

惦
疃
蕾
铜
聘
渣
馒
粥
矣
龚
裴
缰
拷
涸
隘
胳
膊
臼
沌
亏
枝
衬

拂
冶
娘
遨
芋
烩
踵
譬
虫
唬
罄
侮
凸
锅
溶
喘
逛
拭
氧
瘢
搀
卒
阜
嵇
膺
嘀
咕
悖
庶
碑
惮
溜
漆
绸
枕
绳
帧
鹅
谬
讳
琅
蓄
遏
葩
嘻
挪
垒
挽
府
澈
戈
帛
戾
惆
怅
舵
苍
驼
窝
熄
潇
擀
堑
甭
岸
悯
拣
锄
稼
B
盎
憧
伊
杠
辙
皇
窄
揽
靡
棍
谋
膝
犟
伐
礁
趔
柳
楞
谚
毙
掰
腕
媲
聆
